{
	"movies": [
		{
			"id": "tTTyo3FssE",
			"title": "Trolls",
			"description": "Los Trolls son las criaturas más felices y alegres que irrumpen en la música. Pero su entorno cambiará para siempre cuando su líder Poppy debe embarcarse en una misión que la llevará muy lejos del único mundo que ha conocido.",
			"category": "Animación",
			"clasification": "ATP",
			"duration": "95",
			"channel": {
				"name": "HBO 2",
				"number": "252"
			}
		},
		{
			"id": "q8oVxIZgyV",
			"title": "Jane Got a Gun",
			"description": "La joven Jane está casada con uno de los tipos más peligrosos del Oeste. Un día su marido regresa a casa con 8 heridas de bala. La banda del cruel Bishop lo ha acribillado. Sobrevive, pero sabe que es cuestión de tiempo que Bishop y sus chicos vengan a rematar la faena.",
			"category": "Western",
			"clasification": "+16",
			"duration": "110",
			"channel": {
				"name": "AMC HD",
				"number": "171"
			}
		},
		{
			"id": "Qt2aPDsnRm",
			"title": "Neighbors",
			"description": "Aparentemente, Mac Radner y su esposa Kelly han hecho realidad el sueño americano: acaban de tener una niña adorable y se han comprado una preciosa casa en las afueras. La pareja de treintañeros está convencida de que han adquirido la madurez necesaria para la vida de adultos, pero estos ex libertinos van a enfrentarse a un reto inesperado.",
			"category": "Comedia",
			"clasification": "+16",
			"duration": "105",
			"channel": {
				"name": "HBO POP",
				"number": "255"
			}
		},
		{
			"id": "wqkhqRJI7w",
			"title": "Pulp Fiction",
			"description": "Jules y Vincent son dos asesinos a sueldo que trabajan para Marsellus Wallace. Antes de realizar uno de sus \"trabajos\", Vincent le confiesa a Jules que Marsellus le ha pedido que cuide de su novia, Mia.",
			"category": "Crimen",
			"clasification": "+16",
			"duration": "175",
			"channel": {
				"name": "PARAMOUNT HD",
				"number": "164"
			}
		},
		{
			"id": "6ZlKYy8n5W",
			"title": "Asesinato en la Universidad",
			"description": "En el siglo XVI, la Universidad de Salamanca fue mucho más que un espacio privilegiado de conocimiento en todo el mundo. También se convirtió en escenario de controversias filosóficas que, en muchas ocasiones, encubrían enérgicas disputas por el poder.",
			"category": "Thriller",
			"clasification": "+13",
			"duration": "110",
			"channel": {
				"name": "Europa Europa",
				"number": "203"
			}
		},
		{
			"id": "GHJu7lSXXC",
			"title": "Before I Go to Sleep",
			"description": "Christine Lucas es una escritora de cuarenta y siete años que, a raíz de un accidente sufrido a los veinticinco, es incapaz de recordar el pasado y de retener los recuerdos más recientes.",
			"category": "Drama",
			"clasification": "+13",
			"duration": "103",
			"channel": {
				"name": "Cinemax",
				"number": "204"
			}
		}
	]
}
